Repository: weblate/pvr.nextpvr
Catalog: pvr.nextpvr/resources/language/resource.language.*/strings.po
Languages: es_mx, it_it

# Addon Summary
source: Kodi frontend for the NextPVR
es_mx: Kodi frontend para el NextPVR
it_it: Frontend Kodi per NextPVR

# Addon Description
source: NextPVR frontend. Supports streaming of Live TV & Recordings, listening to Radio channels and EPG.
es_mx: NextPVR frontend. Soporta transmisión de TV en directo y Grabaciones, escuchando canales de Radio y EPG.
it_it: Frontend NextPVR. Supporta lo stream e la registrazione di Live TV, l'ascolto dei canali radio, EPG e timer.

# Addon Disclaimer
source: This is a work in progress. Use at your own risk.
es_mx: Este es un trabajo en curso. Úsalo bajo tu propio riesgo.
it_it: Questo è un lavoro in corso. Utilizzare a proprio rischio.

# #30000
source: NextPVR hostname
es_mx: Nombre de host NextPVR
it_it: Nome host NextPVR

# #30001
source: NextPVR port (usually 8866)
es_mx: Puerto de NextPVR (usualmente 8866)
it_it: Porta NextPVR (di solito 8866)

# #30002
source: NextPVR PinCode
es_mx: PinCode de NextPVR
it_it: Codice PIN NextPVR

# #30003
source: Enable timeshift with live TV
es_mx: Activar timeshift con la TV en vivo
it_it: Abilita timeshift con Live TV

# #30603
source: Open settings dialog for inputstream.ffmpegdirect for modification of timeshift settings
es_mx: Abrir diálogo de configuración de inputstream.ffmpegdirect para modificar la configuración de timeshift
it_it: Apri la finestra di dialogo delle impostazioni per inputstream.ffmpegdirect per la modifica delle impostazioni di timeshift

# #30004
source: Download TV guide artwork
es_mx: Descargar arte de guía de TV
it_it: Scarica l'artwork della guida TV

# #30504
source: Not enabled when remote
it_it: Non abilitato quando remoto

# #30040
source: Connection
es_mx: Conexión
it_it: Connessione

# #30041
source: Advanced
es_mx: Avanzado
it_it: Avanzate

# #30050
source: NextPVR version not supported
es_mx: Versión de NextPVR no soportada
it_it: Versione non supportata di NextPVR

# #30051
source: Upgrade to '%s' or higher!
es_mx: ¡Actualice a '%s' o superior!
it_it: Aggiorna a '%s' o superiore!

# #30052
source: Connection failed. Incorrect PIN?
es_mx: Conexión fallida. ¿PIN incorrecto?
it_it: Connessione fallita. PIN errato?

# #30053
source: Tuner no longer available
es_mx: El sintonizador ya no está disponible
it_it: Sintonizzatore non più disponibile

# #30140
source: One time (manual)
es_mx: Una vez (manual)
it_it: Una volta (manuale)

# #30141
source: One time (guide)
es_mx: Una vez (guía)
it_it: Una volta (guida)

# #30142
source: Repeating (manual)
es_mx: Repetición (manual)
it_it: Ripetizione (manuale)

# #30143
source: Repeating (guide)
es_mx: Repitiendo (guía)
it_it: Ripetizione (guida)

# #30144
source: Child recording
es_mx: Grabación secundaria
it_it: Registrazione per bambini

# #30145
source: Repeating (keyword)
es_mx: Repetición (palabra clave)
it_it: Ripetizione (parola chiave)

# #30150
source: All Recordings
es_mx: Todas las grabaciones
it_it: Tutte le registrazioni

# #30151
source: 1 Recording
es_mx: 1 Grabación
it_it: 1 registrazione

# #30152
source: 2 Recordings
es_mx: 2 Grabaciones
it_it: 2 registrazioni

# #30153
source: 3 Recordings
es_mx: 3 Grabaciones
it_it: 3 registrazioni

# #30154
source: 4 Recordings
es_mx: 4 Grabaciones
it_it: 4 registrazioni

# #30155
source: 5 Recordings
es_mx: 5 Grabaciones
it_it: 5 registrazioni

# #30156
source: 6 Recordings
es_mx: 6 Grabaciones
it_it: 6 registrazioni

# #30157
source: 7 Recordings
es_mx: 7 Grabaciones
it_it: 7 registrazioni

# #30158
source: 10 Recordings
es_mx: 10 Grabaciones
it_it: 10 registrazioni

# #30160
source: New Only
es_mx: Solo nuevo
it_it: Solo nuove

# #30161
source: All
es_mx: Todos
it_it: Tutto

# #30162
source: Pre-buffer time in seconds
es_mx: Tiempo de pre-búfer en segundos
it_it: Tempo di pre-buffer in secondi

# #30163
source: Enable Wake On LAN
es_mx: Activar Wake On LAN
it_it: Abilita Wake On LAN

# #30164
source: Wait for server after wake in seconds
es_mx: Tiempo de espera del servidor después de despertarlo en segundos
it_it: Attendi il server dopo la riattivazione in secondi

# #30165
source: NextPVR server MAC address
es_mx: Dirección MAC del servidor NextPVR
it_it: Indirizzo MAC del server NextPVR

# #30166
source: Failed recordings
es_mx: Grabaciones fallidas
it_it: Registrazioni fallite

# #30167
source: Live TV chunk size
es_mx: Tamaño de bloque de TV en vivo
it_it: Dimensione blocco Live TV

# #30567
source: Change chunk size for LAN performance
es_mx: Cambiar el tamaño de bloque para rendimiento LAN
it_it: Ottimizza dimensione del blocco per LAN

# #30168
source: Recording chunk size
es_mx: Tamaño de bloque de grabación
it_it: Dimensione blocco di registrazione

# #30170
source: Refresh cache for channel icons
es_mx: Actualizar caché de íconos de canales
it_it: Aggiorna la cache per le icone dei canali

# #30171
source: Repeating (advanced)
es_mx: Repetición (avanzado)
it_it: Ripetizione (avanzata)

# #30172
source: Live TV method
es_mx: Método de TV en vivo
it_it: Metodo Live TV

# #30173
source: Transcoding profile
es_mx: Perfil de transcodificación
it_it: Profilo di transcodifica

# #30174
source: Streaming options
es_mx: Opciones de transmisión
it_it: Opzioni di streaming

# #30175
source: Display and recordings
es_mx: Pantalla y grabaciones
it_it: Visualizzazione e registrazioni

# #30176
source: Enable direct streams
es_mx: Activar grabaciones directas
it_it: Abilita stream diretti

# #30177
source: Use legacy (V4) setting
es_mx: Utilizar configuración antigua (V4)
it_it: Usa impostazione legacy (V4)

# #30178
source: Include file size with recordings
it_it: Includi la dimensione del file con le registrazioni

# #30678
source: Use file system to get the recording size if available
es_mx: Utilizar sistema de archivos para obtener el tamaño de la grabación si está disponible
it_it: Usa il file system per ottenere la dimensione della registrazione, se disponibile

# #30179
source: Remote access
es_mx: Acceso remoto
it_it: Accesso remoto

# #30180
source: Single recording display
es_mx: Pantalla de grabación única
it_it: Visualizzazione singola registrazione

# #30680
source: Movies and single episode TV shows display at top level
es_mx: Las películas y los episodios individuales se mostrarán al principio
it_it: I film e le serie TV a episodio singolo vengono visualizzati al livello più alto

# #30181
source: TV guide portrait format
es_mx: Formato portarretrato de guía
it_it: Formato verticale guida TV

# #30182
source: NextPVR server %s:%d
es_mx: Servidor NextPVR %s:%d
it_it: Server NextPVR %s:%d

# #30183
source: Reset channel icon
es_mx: Reiniciar ícono de canal
it_it: Reimposta icona canale

# #30184
source: Forget recording
es_mx: Olvidar grabación
it_it: Dimentica registrazione

# #30185
source: Update all channels
es_mx: Actualizar todos los canales
it_it: Aggiorna tutti i canali

# #30186
source: Update all channel groups
es_mx: Actualizar todos los grupos de canales
it_it: Aggiorna tutti i gruppi di canali

# #30187
source: Select NextPVR IP address
es_mx: Seleccionar dirección IP de NextPVR
it_it: Seleziona indirizzo IP di NextPVR

# #30188
source: Show radio channels
es_mx: Mostrar canales de radio
it_it: Mostra canali radio

# #30688
source: Also use skin settings to control radio main menu display
es_mx: También utilizar configuración de máscara para controlar la pantalla principal del menú de radio
it_it: Usa le impostazioni della skin per controllare la visualizzazione del menu principale radio

# #30189
source: Discovered host
es_mx: Host encontrado
it_it: Host conosciuti

# #30190
source: Timeshifting disabled
es_mx: Timeshift desactivado
it_it: Timeshift disabilitato

# #30191
source: %s is not enabled
es_mx: %s no está activado
it_it: %s non è abilitato

# #30192
source: %s is not installed
es_mx: %s no está instalado
it_it: %s non è installato

# #30193
source: Show season folders
es_mx: Mostrar carpetas de temporada
it_it: Mostra cartelle della stagione

# #30693
source: Create separate folders for multiple seasons of recordings
es_mx: Crear carpetas separadas para temporadas múltiples de grabaciones
it_it: Crea cartelle separate per più stagioni di registrazioni

# #30194
source: Use backend genre text
es_mx: Utilizar texto de género del servidor
it_it: Usa testo del genere dal backend

# #30694
source: Kodi default is DVB genre text. Default required for Kodi genre search and language translation
es_mx: Por defecto Kodi muestra texto de género DVB. Se requiere el valor por defecto de Kodi para la búsqueda de géneros y traducción de idiomas
it_it: L'impostazione predefinita di Kodi è il testo del genere dal DVB. È richiesta la ricerca di genere Kodi e la traduzione della lingua

# #30195
source: Send Wake On LAN to server
es_mx: Enviar Wake On LAN al servidor
it_it: Invia Wake On LAN al server

# #30196
source: Open NextPVR settings
es_mx: Abrir configuración de NextPVR
it_it: Apri impostazioni NextPVR

# #30197
source: Show guide cast, director and writer
es_mx: Mostrar reparto, director y escritor de guía
it_it: Mostra cast, regista e sceneggiatore

# #30198
source: Display disk space
es_mx: Mostrar espacio en disco
it_it: Visualizza spazio su disco

# #30698
source: Default: Show the default drive - Span: Sum all drives
es_mx: Predeterminado: Mostrar la unidad predeterminada - Completo: Suma todas las unidades
it_it: Predefinito: mostra l'unità predefinita - Esteso: somma tutte le unità

# #30199
source: Override Kodi no timer padding default
es_mx: Forzar valor predeterminado de ningún tiempo de recorte de Kodi
it_it: Sovrascrivi Kodi senza riempimento del timer predefinito

# #30699
source: Use NextPVR timer padding when no padding is entered
es_mx: Utilizar recorte de temporizador de NextPVR cuando no se ingresa un tiempo de recorte
it_it: Usa il riempimento del timer NextPVR quando non viene immesso alcun riempimento

# #30200
source: Store recording resume location in NextPVR
es_mx: Almacenar punto de resumen de grabación en NextPVR
it_it: Memorizza la posizione di ripresa della registrazione in NextPVR

# #30700
source: When disabled resume location and watched status will be managed only in Kodi
es_mx: Cuando se desactiva el punto de resumen y el estado de visualización serán administrados solo en Kodi
it_it: Quando disabilitato, la posizione e lo stato guardato verranno gestiti solo in Kodi

# #30201
source: Show root directory
it_it: Mostra cartella root

# #30701
source: Separate recordings by the NextPVR recording folder
it_it: Registrazioni separate per cartella di registrazione NextPVR

# #30202
source: Channel instance number
it_it: Numero di istanza del canale

# #30702
source: Add instance indicators (#) to channel names
it_it: Aggiungi indicatori di istanza (#) ai nomi dei canali

# #30203
source: All channels group
it_it: Tutti i gruppi di canali

# #30703
source: Create an All channels group for this instance
it_it: Crea un gruppo Tutti i canali per questa istanza

# #30204
source: Instance number
it_it: Numero di istanza

# #30205
source: Instance options
it_it: Opzioni istanza

# #30206
source: Load comskip
it_it: Carica comskip

# #30706
source: Read comskip EDL files from backend
it_it: Leggi i file EDL di comskip dal backend

# #30207
source: Update check
it_it: Controllo aggiornamenti

# #30707
source: Interval to check for backend changes made outside this Kodi client
it_it: Intervallo per verificare le modifiche al backend apportate al di fuori di questo client Kodi

# #30208
source: Every 5 minutes
it_it: Ogni 5 minuti

# #30209
source: Recording and timer control
it_it: Controllo della registrazione e del timer

# #30709
source: Manage user rights for recordings and timers
it_it: Gestisci i diritti utente per registrazioni e timer

# #30210
source: Real Time
it_it: Tempo reale

# #30212
source: Transcoded
it_it: Transcodificato

# #30213
source: Span
it_it: Estensione

# #30214
source: Full access to recordings and timers
it_it: Accesso completo alle registrazioni e ai timer

# #30215
source: Play and delete recordings with no timers
it_it: Riproduci ed elimina le registrazioni senza timer

# #30216
source: Play recordings with no timers
it_it: Riproduci registrazioni senza timer

# #30217
source: Live TV only
it_it: Solo Live TV

# #30218
source: Repeating (all episodes)
it_it: Ripetizione (tutti gli episodi)

# #30219
source: Download recording poster
it_it: Scarica il poster della registrazione

# #30719
source: Download backend poster or extract thumbnail from recording
it_it: Scarica il poster dal backend o estrai la miniatura dalla registrazione

# #30220
source: Enable multi-stream recordings
it_it: Abilita le registrazioni multi-stream

# #30720
source: Extract extra recording metadata from backend
it_it: Estrarre metadati di registrazione extra dal backend
